Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_abroad/passports/passports_for_children.html.txt.tmx
Source language: en
Languages: ga

source: • Children born in Ireland
ga: • Páistí a rugadh in Éirinn

source: In the past, children could be included on a parent’s Irish passport
ga: Ní féidir do pháistí a chur ar do phas nuair a chuireann tú isteach ar phas nua

source: However, since October 2004, a child – defined as aged under 18 – must have an individual Irish passport in their own name
ga: Ó Dheireadh Fómhair 2004, caithfidh gach leanbh pas Éireannach aonair a fháil ina n-ainm féin, is cuma cén aois atá siad

source: Children’s passports last for 5 years
ga: Tá dhá chineál pas ann do leanaí

source: (Up to 29 March 2017, there was a 3-year passport for children aged under 3.)
ga: Tá pasanna 3 bliana ar fáil do leanaí faoi 3, agus pasanna 5 bliana ar fáil do leanaí atá idir 3 agus 17 mbliana d’aois

source: An application for a passport for a child is made on form APS 1 if living in the State, or form APS 2 if living in Northern Ireland or abroad. The child's full birth certificate, showing the names of his/her parents, must be submitted with the form
ga: Déantar iarratas ar phas do leanbh ar fhoirm APS 1 má tá cónaí ort sa Stát, nó ar fhoirm APS 2 má tá cónaí ort thar sáile agus ní mór teastas iomlán breithe an linbh, ag léiriú ainmneacha a t(h)uismitheoirí, a chur isteach leis

source: The application form includes a section for parental consent which must be signed
ga: Ar an bhfoirm iarratais tá alt le haghaidh thoiliú na dtuismitheoirí agus ní mór é a shíniú

source: What additional documentation needs to accompany the application depends on a number of factors, including when and where the child was born
ga: Braitheann an cháipéisíocht bhreise a chaithfear a chur isteach leis an iarratas ar roinnt fachtóirí lena n-áirítear uair agus áit bhreithe an linbh

source: An application to renew a passport for a child under 18 years of age must be accompanied by the child's old passport
ga: Ní mór go ngabhfaidh iarratas ar phas a athnuachan do leanbh atá faoi 18 mbliana d’aois le seanphas an linbh

source: If the old passport was issued before 2005 you must also submit the child’s birth certificate. If you are renewing a child’s passport which has been issued since January 2005, you do not need to submit the birth certificate unless:
ga: Má tá pas linbh á athnuachan, a eisíodh ó Eanáir 2005 i leith, ní gá duit an teastas breithe a sheoladh ar aghaidh, seachas sna cásanna a leanas:

source: • The child’s birth has been re-registered since the old passport was issued or
ga: • Athchláraíodh breith an linbh ó eisíodh an seanphas, nó

source: • You are submitting a sole guardian affidavit or a court order
ga: • Tá mionnscríbhinn chaomhnóir aonair nó ordú cúirte á seoladh ar aghaidh agat

source: If you are the sole guardian, you have to provide an up-to-date affidavit (AFF 1) stating that you are the sole guardian each time you apply to renew your child's passport – see 'Parental consent' below
ga: Más tusa an caomhnóir aonair, tá ort mionnscríbhinn a sholáthar (AFF 1) ina luaitear gur tusa an caomhnóir aonair – féach ‘Toiliú tuismitheora’ thíos

source: Application is made on form APS 1 or APS 2, as appropriate
ga: Déantar iarratas ar fhoirm APS 1 nó APS 2, faoi mar is cuí

source: If you are or were married to the other parent of your child, and the other parent is still alive, or if you are a joint guardian of the child, both parents/guardians must sign the parental consent section (Section 7) of the passport application form
ga: Má tá nó má bhí tusa agus tuismitheoir eile do linbh pósta, agus má tá an tuismitheoir eile beo, nó más comhchaomhnóir an linbh thú, ní mór do na tuismitheoirí/caomhnóirí araon alt thoiliú na dtuismitheoirí a shíniú (alt 7) d’fhoirm iarratais an phas

source: If you are not in touch with your child's other parent/guardian, or if that parent/guardian refuses to give consent, you can apply to the District Court for a court order, which will allow the Passport Office to issue the passport without that consent
ga: Mura mbíonn teagmháil agat le tuismitheoir/caomhnóir eile do linbh, nó má dhiúltaíonn an tuismitheoir/caomhnóir sin toiliú a thabhairt, is féidir leat iarratas a dhéanamh chuig an gCúirt Dúiche le haghaidh ordú cúirte, a ligfidh d’Oifig na bPasanna an pas a eisiúint gan an toiliú sin

source: Sole guardian: The situation is different if you are the sole guardian of a child
ga: Caomhnóir amháin: Bíonn an cás difriúil más caomhnóir aonair an linbh thú

source: This can happen if you are a single mother and the father has not arranged to become a joint guardian
ga: Is féidir leis seo tarlú más máthair aonair thú agus nach bhfuil socrú déanta ag an athair le bheith ina chomhchaomhnóir

source: It also happens if the other parent/guardian is deceased
ga: Tarlaíonn sé fosta má bhíonn an tuismitheoir/caomhnóir eile marbh

source: Alternatively, instead of the father signing the parental consent section, you will have to provide an affidavit (AFF 1) stating that you are the sole guardian
ga: In ionad an dara cuid d’alt toilithe an tuismitheora a chomhlánú, caithfidh tú mionnscríbhinn (AFF1) a shonraíonn go bhfuil tú i do chaomhnóir aonair a shíniú

source: This should be completed in the presence of a solicitor or Commissioner for Oaths
ga: Ba chóir é seo a chomhlánú i láthair aturnae nó Coimisinéir Mionnaí

source: If the other parent/guardian is deceased, you will also have to provide a death certificate
ga: Má bhíonn an tuismitheoir/caomhnóir eile marbh, beidh ort deimhniú báis a sholáthar

source: If a death certificate is not yet available as the coroner has to hold an inquest into the death, you should provide an Interim Certificate of the Fact of Death which is issued by the coroner
ga: Mura mbíonn teastas báis ar fáil fós toisc ní mór don chróinéir coiste cróinéara a thionól, ba chóir duit Teastas Sealadach Báis atá curtha ar fáil ag an gcróinéir a sholáthar

source: Babies born in the UK: If the birth was jointly registered by both parents in Northern Ireland or Great Britain, the father may have joint guardianship even if the parents never married
ga: Leanaí a rugadh sa Ríocht Aontaithe: Má bhí an bhreith cláraithe i gcomhpháirt ag an dá thuismitheoirí i dTuaisceart Éireann nó sa Bhreatain Mhór, d'fhéadfadh an t-athair go mbeadh comhchaomhnóireacht fiú má na tuismitheoirí pósta riamh

source: The Department of Foreign Affairs has more information on parental consent on its website
ga: Tá níos mó eolais a fháil ar an toiliú tuismitheora ar a láithreán gréasáin na Roinne Gnóthaí Eachtracha

source: Children born in Ireland
ga: Páistí a rugadh in Éirinn

source: Children born before 1 January 2005
ga: Páistí a rugadh roimh an 1 Eanáir 2005

source: The application for a passport must be accompanied by the child's full birth certificate (and the child's old passport, if issued)
ga: Caithfidh an fhoirm iarratais ar phas a bheith in éineacht le teastas breithe an linbh (agus seanphas an linbh, má eisíodh é)

source: Children born on or after 1 January 2005
ga: Páistí a rugadh an 1 Eanáir 2005 nó ina dhiaidh sin

source: Where your child was born on or after 1 January 2005 on the island of Ireland, your child's entitlement to a passport is determined by your or the other parent's citizenship, or by your or the other parent's residence history prior to the birth
ga: Sa chás gur rugadh do leanbh an 1 Eanáir 2005 nó ina dhiaidh sin ar oileán na hÉireann, is é do shaoránacht nó saoránacht an tuismitheora eile a chinneann incháilitheacht do linbh le haghaidh pas, nó i ngeall ar do stair chónaitheach féin nó stair chónaitheach an tuismitheora eile roimh an bhreith

source: Therefore, in addition to the child's full birth certificate, other documentation must be supplied with the application as evidence of this citizenship or residency
ga: Dá bhrí sin, ní mór cáipéisíocht bhreise a sholáthar leis an iarratas mar fhianaise ar shaoránacht nó chónaitheacht

source: Where a parent is an Irish citizen, or is entitled to be, the full birth certificate or passport of that parent must be provided
ga: Sa chás gur saoránach Éireannach tuismitheoir, nó go bhfuil an tuismitheoir incháilithe le bheith ina saoránach Éireannach, ní mór teastas iomlán breithe nó pas an tuismitheora sin a sholáthar

source: Where a parent is a British citizen, that parent's passport is required
ga: Sa chás gur saoránach Briotanach tuismitheoir, tá pas an tuismitheora sin de dhíth

source: Where a parent is a national of an EU/EEA Member State or Switzerland, the parent must have resided in the island of Ireland for a total of 3 or more years during the 4 years immediately before the birth
ga: Sa chás gur náisiúnach Bhallstát an AE/LEE nó na hEilvéise tuismitheoir, ní mór go raibh an tuismitheoir ina chónaí ar oileán na hÉireann ar feadh 3 bliana ar fad nó níos mó le linn na 4 bliana roimh an mbreith

source: That parent's passport, or national identity card, and Declaration Form A (pdf) must be provided
ga: Ní mór pas an tuismitheora sin, nó cárta náisiúnta aitheantais, agus Foirm Dhearbhaithe A (pdf) a sholáthar

source: (Declaration Form B is used by a guardian, or someone acting in loco parentis, where the parent is unable to make the declaration.) As proof of that parent's residency the following documents can be supplied:
ga: Baineann caomhnóir, nó duine atá ag feidhmiú in áit tuismitheora úsáid as (Foirm Dhearbhaithe B, nuair nach mbíonn tuismitheoir ábalta an dearbhú a dhéanamh.) Mar chruthúnas ar cónaitheachta an tuismitheora is féidir na doiciméid seo a leanas a chur ar fáil:

source: • Tax records, including P60, P45 and P35L certificates
ga: • Taifid chánach, lena n-áirítear P60, P45 agus P35L teastais

source: • Records of any social welfare benefits or a statement from the Department of Social Protection confirming that the parent received benefits and giving exact dates
ga: • Taifid ar aon sochar leasa shóisialaigh nó ráiteas ón Roinn Coimirce Sóisialaí ag deimhniú go bhfuair an tuismitheoir buntáistí agus ag tabhairt dátaí cruinne

source: • Other documents to fill any gaps in periods of residency, such as, pay slips, utility bills, an official rent/lease agreement, a rent book or bank statements showing local transactions
ga: • Doiciméid eile chun aon bhearnaí a líonadh i dtréimhsí cónaitheachta, mar shampla, a íoc duillíní, billí fóntais, comhaontú oifigiúil cíos / léas, leabhar cíosa nó ráitis bhainc ag taispeáint idirbhearta áitiúla

source: The documents must be originals
ga: Ní mór na doiciméid a bheith bhunaidh

source: Copies are not accepted
ga: Ní cóipeanna glacadh leo

source: Where a parent is not a national of an EU/EEA Member State or Switzerland, the parent must have been lawfully resident in the island of Ireland for a total of 3 or more years during the 4 years immediately before the birth
ga: Sa chás nach náisiúnach Bhallstát an AE/LEE nó na hEilvéise, an tuismitheoir, ní mór go raibh an tuismitheoir ina chónaí go dleathach ar oileán na hÉireann ar feadh 3 bliana ar fad nó níos mó le linn na 4 bliana go díreach roimh an mbreith

source: (This does not include periods awaiting a decision on refugee status or residency granted specifically for the purpose of study.) The following must be provided:
ga: (Níl san áireamh anseo tréimhsí ina mbítear ag fanacht ar chinneadh ar stádas dídeanaithe nó le linn tréimhse staidéir). Ní mór an méid a leanas a sholáthar:

source: • That parent's passport as well as a detailed note indicating which pages contain immigration stamps covering the reckonable periods of residence
ga: • Pas an tuismitheora sin chomh maith le mion-nóta a léiríonn na leathanaigh ina bhfuil stampaí inimirce a chlúdaíonn na tréimhsí inríofa cónaithe

source: If the passport office is unable to confirm the required three years residence from the passport, the parent will have to get a letter from the Garda National Immigration Bureau (GNIB) to confirm the reckonable periods of residence
ga: Mura féidir le hOifig na bPasanna na trí bliana riachtanacha cónaithe a dhearbhú ón bpas, beidh ar an tuismitheoir litir a fháil ó Bhiúró Náisiúnta Inimirce an Gharda Síochána (BNGS) chun na tréimhsí inríofa cónaithe a dhearbhú

source: • That parent's registration card issued by the GNIB
ga: • Cárta Clárúcháin an tuismitheora sin mar a d’eisigh an BNGS

source: Where a parent has been granted refugee status prior to the birth, there is no 3-year residency requirement
ga: Sa chás inar tugadh stádas dídeanaithe do thuismitheoir roimh an mbreith, níl riachtanas cónaithe 3 bliana ann

source: The following must be provided:
ga: Ní mór an méid a leanas a sholáthar:

source: • That parent's passport or travel document
ga: • Pas nó cáipéis taistil an tuismitheora sin

source: • The letter from the Department of Justice and Equality notifying that parent that refugee status had been granted
ga: • Litir ón Roinn Dlí agus Cirt agus Comhionannais ag cur in iúl gur tugadh stádas dídeanaithe don tuismitheoir

source: • That parent's registration card issued by the GNIB (if available)
ga: • Cárta clárúcháin an tuismitheora sin mar a d’eisigh an BNGS (má tá sé ar fáil)

source: Where a parent has permission to reside in Northern Ireland without any time restriction and that parent is not a national of an EU/EEA Member State or Switzerland, a certificate of nationality in respect of the child must first be obtained from the Department of Justice and Equality
ga: Nuair a bhíonn cead ag tuismitheoir cónaí a dhéanamh i dTuaisceart na hÉireann gan srian ar bith ama agus nach náisiúnach Bhallstát an AE/LEE ná na hEilvéise é, ní mór teastas náisiúntachta maidir leis an leanbh a fháil ar dtús ón Roinn Dlí agus Cirt agus Comhionannais

source: The certificate and that parent's passport must be provided
ga: Ní mór an teastas agus pas an tuismitheora a sholáthar ar dtús

source: To obtain a certificate of nationality, that parent must complete Declaration Form C (pdf) which can be obtained from the Department of Justice and Equality
ga: Chun teastas náisiúntachta a fháil, ní mór don tuismitheoir sin Foirm Dhearbhaithe C (pdf) a chomhlíonadh ón Roinn Dlí agus Cirt agus Comhionannais

source: (Declaration Form D is used by a guardian, or somone acting in loco parentis, where the parent is unable to make the declaration.)
ga: Baineann caomhnóir, nó duine atá ag feidhmiú in áit tuismitheora úsáid as (Foirm Dhearbhaithe D, nuair nach mbíonn tuismitheoir ábalta an dearbhú a dhéanamh)

source: If your child was born abroad and you were born in the island of Ireland, your child's full birth certificate, your full birth certificate and your marriage certificate (if applicable) must be provided
ga: Má rugadh do leanbh thar lear agus má rugadh thú féin ar oileán na hÉireann, ní mór teastas iomlán breithe do linbh, do theastas iomlán breithe féin agus do theastas pósta (más infheidhme) a sholáthar

source: If neither you or your child's other parent were born in Ireland, then the child's certificate of entry in the Foreign Births Register, which was issued by the Department of Foreign Affairs and Trade, and the child's birth certificate must be supplied
ga: Mura rugadh thú féin ná tuismitheoir eile do linbh in Éirinn, ansin ní mór teastas iontrála i gClár na mBreitheanna Eachtracha, a d’eisigh an Roinn Gnóthaí Eachtracha agus Trádála, agus teastas breithe an linbh a sholáthar

source: If you are an Irish citizen and your child was born abroad and adopted under Irish law, the certificate of entry in the Irish Adoption Authority's Register of Intercountry Adoptions as well as your passport or birth certificate is required
ga: Más saoránach Éireannach thú agus má uchtaíodh do leanbh de réir dhlí na hÉireann, tá an teastas iontrála i gClár na nUchtaithe Idir Thíortha ag Údarás Uchtála na hÉireann ag teastáil chomh maith le do theastas breithe

source: (If you are living abroad and adopted your child abroad, you should apply for the adoption to be entered in the Register of Intercountry Adoptions.)
ga: (Má tá tú ina chónaí thar lear agus má d’uchtaigh tú leanbh thar lear, ba chóir duit iarratas ar chlárú an uchtaithe sa Chlár um Uchtuithe Idir Thíortha.)

source: The fee when applying for a child's Irish passport using An Post's Passport Express (see below) or through an embassy or consulate is €30
ga: Is mar seo a leanas atá na táillí i bhfeidhm agus iarratas á dhéanamh ar phas Éireannach do leanbh ach úsáid as Seirbhís na bPasanna Luais de chuid An Post (féach thíos) nó trí ambasáid nó trí chonsalacht:

source: This fee does not include the charge payable to An Post for using its Passport Express service
ga: Ní áiríonn na táillí an muirear le haghaidh úsáid an tseirbhís na bPasanna Luais

source: When applying for a child’s passport in person at a Passport Office (see’Contacts’ below) the fee is €45
ga: Nuair atáthar ag déanamh iarratas ar phas go pearsanta ag Oifig na bPasanna, tá na táillí mar seo a leanas:

source: Emergency charge: There is an additional charge of €38 if you require a child passport urgently (within 3 to 5 working days)
ga: Muirear éigeandála: Gearrfar táille bhreise €30 má theastaíonn an pas leanbh uait go práinneach (laistigh de 5 lá oibre)

source: If you use An Post's Passport Express service there will be an additional charge of €9.50 per application
ga: Gearrfar táille bhreise €9.50 san iarratas ort má úsáideann tú Seirbhís na bPasanna Luais de chuid An Post

source: An Post also offers a 'Family Application' option whereby up to 4 passport applications may be enclosed in one envelope
ga: Chomh maith leis sin, tairgeann An Post rogha ‘Iarratas Teaghlaigh’ trínar féidir 4 iarratas ar phas ar a mhéad do theaghlach a iamh i gclúdach amháin

source: The additional charge for a Family Application is €16
ga: Is é €16 an táille bhreise ar Iarratas Teaghlaigh

source: The additional charge includes postage to and from the Passport Office
ga: Folaíonn an táille bhreise postas chuig Oifig na bPasanna agus amach uaithi

source: The Passport Express service is also available through UK Post Office branches in Northern Ireland (pdf)
ga: Tá Sheirbhís na bPasanna Luais ar fáil trí bhrainsí Oifig Phoist na Ríochta Aontaithe i dTuaisceart Éireann (pdf) freisin

source: When applying for a passport through an Irish embassy or consulate, there may be additional administrative costs or handling charges depending on where you live
ga: Más rud é go bhfuil tú ag cur isteach ar phas trí ambasáid Éireannach nó trí chonsalacht Éireannach, d’fhéadfadh costais bhreise riaracháin nó táille láimhseála a bheith i gceist, ag brath ar an áit ina bhfuil cónaí ort

source: Check this in advance with the Irish embassy or consulate in the country in which you are living
ga: Déan é seo a chinntiú roimh ré leis an ambasáid Éireannach nó leis an gconsalacht Éireannach sa tír ina bhfuil cónaí ort

source: You can pay for an Irish passport through Passport Express or at a Passport Office public counter if you are living in Ireland
ga: Féadfaidh tú íoc as do phas Éireannach trí Sheirbhís na bPasanna Luais nó trí chuntar poiblí de chuid Oifig na bPasanna má tá cónaí ort in Éirinn

source: If you are using An Post's Passport Express service, you should pay the passport application fees and the extra Passport Express fee directly to An Post
ga: Más rud é go bhfuil Seirbhís na bPasanna Luais de chuid An Post á húsáid agat, ba cheart duit na táillí iarratais ar phas agus táille bhreise Sheirbhís na bPasanna Luais a íoc go díreach le An Post

source: If you are living abroad, you can pay by post or at your nearest Irish embassy or consulate abroad
ga: Más rud é go bhfuil cónaí ort thar lear, féadfaidh tú íoc as tríd an post nó tríd an ambasáid Éireannach nó tríd an gconsalacht Éireannach is cóngaraí duit thar lear

source: While emergency travel documents are usually not issued to minors, in the case of a genuine and life-threatening medical emergency involving a child, the duty officer at the Department of Foreign Affairs and Trade may issue an emergency travel document that is valid for a limited amount of time
ga: I gcásanna fíoréigeandála, féadann an t-oifigeach dualgais ag an Roinn Gnóthaí Eachtracha agus Trádála pas éigeandála atá bailí ar feadh tréimhse theoranta a eisiúint. Tá táille ar an tseirbhís éigeandála as uaireanta seo - €55 do leanbh. Caithfear iarratas ar phas rialta a dhéanamh ina dhiaidh sin

source: It is not possible to apply for (or renew) a child’s passport online
ga: Ní féidir iarratas a dhéanamh ar phas Éireannach ar líne

source: It is also not currently possible to download the application form you need to complete
ga: Ní féidir ach oiread an fhoirm iarratais nach mór duit a chomhlánú a íoslódáil faoi láthair

source: If you are living in Ireland you can apply using Passport Express or in person at a Passport Office
ga: Más rud é go bhfuil cónaí ort in Éirinn, féadfaidh tú iarratas a dhéanamh ach úsáid a bhaint as Seirbhís na bPasanna Luais nó go pearsanta ag oifig d’Oifig na bPasanna

source: If you are living abroad you can apply in person or using ordinary or registered post to your nearest Irish embassy or consulate
ga: Má tá cónaí ort thar lear, féadfaidh tú iarratas a dhéanamh go pearsanta nó gnáthphost nó post cláraithe a úsáid ag an ambasáid Éireannach nó ag an gconsalacht Éireannach is cóngaraí duit

source: If you are living in the State, you should fill out form APS 1, which is available from Garda stations and at any Post Office
ga: Más rud é go bhfuil cónaí ort sa Stát, ba cheart duit foirm APS 1 a chomhlánú. Tá sí le fáil ó Stáisiúin na nGardaí agus ó aon Oifig Phoist

source: If you are living in Northern Ireland or outside Ireland, you should fill out form APS 2
ga: Más rud é go bhfuil cónaí ort i dTuaisceart Éireann nó lasmuigh d’Éirinn, ba cheart duit foirm APS 2 a chomhlánú

source: You can get the application form from the Irish embassy or consulate in the country where you live (or the closest embassy or consulate)
ga: Is féidir leat an fhoirm iarratais a fháil ón ambasáid Éireannach nó ón gconsalacht Éireannach sa tír ina bhfuil cónaí ort (nó ón ambasáid nó ón gconsalacht is cóngaraí duit)

source: The Passport Express service including forms is available through certain UK Post Office branches in Northern Ireland (pdf)
ga: Tá Seirbhís na bPasanna Luais, lena n-áirítear foirmeacha, ar fáil trí bhrainsí áirithe d’Oifig Phoist na Ríochta Aontaithe i dTuaisceart Éireann (pdf)

source: When you get the form, you should read the detailed notes provided with it, to help you complete your application correctly
ga: Tar éis duit an fhoirm a fháil, ba cheart duit na nótaí mionsonraithe a chuirtear ar fáil léi a léamh chun cabhrú leat d’iarratas a chomhlánú i gceart

source: The application form must be signed by an official witness who can confirm the details given
ga: Ní mór an fhoirm iarratais a bheith sínithe ag finné oifigiúil a fhéadann na sonraí a tugadh a dheimhniú

source: In all applications for a child's passport, as well as the completed application form, you must submit:
ga: I ngach iarratas ar phas do leanbh, ní mór duit na nithe seo a leanas a chur isteach i dteannta na foirme iarratais comhlánaithe:

source: • Four passport photographs of the child, 2 of which have been signed by a witness as per instructions provided with the application form
ga: • Ceithre ghrianghraf pas den leanbh, a bhfuil 2 cheann díobh sínithe ag finné de réir na dtreoracha a chuirtear ar fáil leis an bhfoirm iarratais

source: • Proof of Irish citizenship (as described above)
ga: • Cruthúnas ar shaoránacht Éireannach (mar a shonraítear thuas)

source: • Child's birth certificate (see 'Renewals' above)
ga: • Teastas breithe an linbh

source: • Child's old passport (if applicable)
ga: • Seanphas an linbh (má bhaineann)
